Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/forskning-og-hoeyere-utdanning.html.tmx
Source language: nob
Languages: sme

source: Forskning og høyere utdanning / Opplæring / Forsiden - Sametinget
sme: Dutkan ja alit oahpahus / Oahpahus / Sámediggi - Sametinget

source: Søk tilskudd
sme: Oza doarjaga

source: Forskning og høyere utdanning
sme: Dutkan ja alit oahpahus

source: Forskning og satsing på høyere utdanning er viktig for bevaring, styrking og utvikling av det samiske samfunn.
sme: Dutkan ja áŋgiruššamis alit oahpahusa lea dehálaš seailluheames, nannemis ja ovdánahttimis sámi servodaga.

source: Sametinget ser behov for forskningsbasert kunnskap i forvaltning og politisk utvikling.
sme: Sámedikki mielas dárbbašuvvo dutkanvuođustuvvon máhtolašvuohta go bargat bajásšaddan- ja oahpahuspolitihkain.

source: Det er viktig å videreutvikle samisk som forskningsspråk.
sme: Maiddái lea dehálaš ovdánahttit sámegiela dutkangiellan.

source: Det er også viktig å legge til rette for og motivere flere samer til å bli forskere og forske i eget samfunn, samt å få innhold om samiske forhold/på samisk i eksisterende profesjonsutdanninger.
sme: Lea maiddái dehálaš láhččet ja movttiidahttit eanet sápmelaččaid válljet dutkanámmáha ja dutkat iežas servodagas.

source: Stipend til høyere utdanning
sme: Ovddasvástideaddji politihkkár

source: Sametingsmelding om høyere utdanning og forskning
sme: NSR

source: Samiske representanter i styrer/råd
sme: Áigeguovdil

source: Første doktorgradsstudie ved Sámi Allaskuvla
sme: Máilmmi eanemus dovddus eamiálbmotdutki boahtá Sápmái

source: Fagstrategisk enhet for samisk utdanning Árbediehtu - tradisjonell kunnskap
sme: AIEC2016, Árktalaš eamiálbmot oahppokonferánssa lágiduvvo Guovdageainnus nju...

source: Ansvarlig politiker
sme: Loga eambbo

source: Rådsmedlem
sme: Sámediggi bivdá árvalusaid Sámi dutkama ja alit oahpu hárrái

source: Sørsamisk
sme: Sámediggeráđđi lea dál hábmemen sámediggedieđáhusa alit oahpu ja dutkama bir...

source: Aktuelt
sme: Loga eambbo

source: Verdens mest kjente urfolksforsker kommer til Sápmi
sme: Čájet buot áššiid

source: AIEC2016, Arktiske urfolks udanningskonferanse arrangeres i Kautokeino 14.-1...
sme: Mii maiddái atnit dehálažžan ovdánahttimis stuorit ja stáđđáset fágabirrasiid sámi dutkama ja alit oahpahusa várás, mas áimmahuššet ollislaš sámi geahččanguovllu.

source: Les mer
sme: Ovdánahttimis Sámi allaskuvla álgoálbmotuniversiteahttan lea oassin dán mannolagas.

source: Flere lærere
sme: Seammás lea guovddášbargun oažžumis sámi perspektiivva oassin buot alit oahpahusain Norggas.

source: 49 lærer- og barnehagelærerstudenter har fått stipend fra Sametinget.
sme: Sámediggi ieš ii doaimmat dutkama, muhto oaidná man dehálaš dutkama máhtolašvuohta sihke olggobealde ja siskkobealde lea sámi servodahkii.

source: Sameti...
sme: Sámediggi bargá dan badjelii:

source: Vis alle saker
sme: Ahte ásahuvvo bistevaš sámi dulkonoahpu oahppofálaldat

source: Vi ser også viktigheten av å utvikle større og mer stabile fagmiljøer for samisk forskning og høyere utdanning, der et samisk helhetsperspektiv blir ivaretatt.
sme: ahte Sámi Allaskuvla ovdánahttojuvvo álgoálbmotuniversiteahttan Maiddái lea dehálaš ovdánahttit sámegiela dutkangiellan.

source: At Samisk høgskole utvikles til et urfolksuniversitet vil være et ledd i denne prosessen.
sme: Lea maiddái dehálaš láhččet ja movttiidahttit eanet sápmelaččaid válljet dutkanámmáha ja dutkat iežas servodagas.
